Repository: extcode/cart_products
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: it

# tx_cartproducts.typoscript.default_configuration
source: Shopping Cart - Example Configuration
it: Shopping Cart - Configurazione d'esempio

# tx_cartproducts.flexform.productId
source: Product Id
it: ID prodotto

# tx_cartproducts.flexform.cartPageId
source: Cart Page Id
it: Id pagina carrello

# tx_cartproducts.flexform.seller.email_from_address
source: Sender email address for email to the Seller
it: Indirizzo e-mail del mittente per e-mail al venditore

# tx_cartproducts.flexform.seller.email_to_address
source: Receiver email address for email to the Seller
it: Indirizzo e-mail del destinatario per e-mail al venditore

# tx_cartproducts.flexform.buyer.email_from_address
source: Sender email address for email to the Buyer
it: Indirizzo e-mail del mittente per e-mail all'acquirente

# tx_cartproducts_domain_model_product_product.title
source: Title
it: Titolo

# tx_cartproducts_domain_model_product_product.sku
source: SKU
it: Cod.Art.

# tx_cartproducts_domain_model_product_product.path_segment
source: URL segment
it: Segmento URL

# tx_cartproducts_domain_model_product_product.price
source: Price
it: Prezzo

# tx_cartproducts_domain_model_product_product.special_prices
source: Special Prices
it: Prezzi speciali

# tx_cartproducts_domain_model_product_product.quantity_discounts
source: Quantity Discount
it: Sconto sulla quantità

# tx_cartproducts_domain_model_product_product.is_net_price
source: Is Net Price
it: È prezzo netto

# tx_cartproducts_domain_model_product_product.attributes
source: Additional Attributes
it: Attributi aggiuntivi

# tx_cartproducts_domain_model_product_product.div.descriptions
source: Description
it: Descrizione

# tx_cartproducts_domain_model_product_product.div.images_and_files
source: Images / Files
it: Immagini / Archivi

# tx_cartproducts_domain_model_product_product.div.prices
source: Prices
it: Prezzi

# tx_cartproducts_domain_model_product_product.div.measures
source: Measures
it: Misure

# tx_cartproducts_domain_model_product_product.div.variants
source: Variants
it: Varianti

# tx_cartproducts_domain_model_product_product.div.related_products
source: Related Products
it: Prodotti correlati

# tx_cartproducts_domain_model_product_product.div.tags_categories
source: Tags and Categories
it: Tag e Categorie

# tx_cartproducts_domain_model_product_product.div.stock
source: Stock
it: Scorta

# tx_cartproducts_domain_model_product_product.palette.prices
source: Prices
it: Prezzi

# tx_cartproducts_domain_model_product_product.palette.measures
source: Measures
it: Misure

# tx_cartproducts_domain_model_product_product.palette.service_attributes
source: Service Attributes
it: Attributi del servizio

# tx_cartproducts_domain_model_product_product
source: Product
it: Prodotto

# tx_cartproducts_domain_model_product_product.product_type
source: Type
it: Tipo

# tx_cartproducts_domain_model_product_product.product_type.simple
source: simple
it: semplice

# tx_cartproducts_domain_model_product_product.product_type.configurable
source: configurable
it: configurabile

# tx_cartproducts_domain_model_product_product.product_type.virtual
source: virtual
it: virtuale

# tx_cartproducts_domain_model_product_product.product_type.downloadable
source: downloadable
it: scaricabile

# tx_cartproducts_domain_model_product_product.teaser
source: Teaser
it: Anteprima

# tx_cartproducts_domain_model_product_product.description
source: Description
it: Descrizione

# tx_cartproducts_domain_model_product_product.product_content
source: Content
it: Contenuto

# tx_cartproducts_domain_model_product_product.min_number_in_order
source: Minimum numbers of products per order
it: Numero minimo di articoli per ordine

# tx_cartproducts_domain_model_product_product.max_number_in_order
source: Maximum number of products per order
it: Numero massimo di articoli per ordine

# tx_cartproducts_domain_model_product_product.price_measure
source: Price Measure
it: Misura per il prezzo

# tx_cartproducts_domain_model_product_product.price_measure_unit
source: Price Measure Unit
it: Unità di misura per il prezzo

# tx_cartproducts_domain_model_product_product.base_price_measure_unit
source: Base Price Measure Unit
it: Unità di base di misura del prezzo

# tx_cartproducts_domain_model_product_product.measure.no_measuring_unit
source: No Measuring Unit
it: Nessuna unità di misura

# tx_cartproducts_domain_model_product_product.measure.weight
source: Weight
it: Peso

# tx_cartproducts_domain_model_product_product.measure.length
source: Length
it: Lunghezza

# tx_cartproducts_domain_model_product_product.measure.area
source: Area
it: Superficie

# tx_cartproducts_domain_model_product_product.service_attribute1
source: Attribute 1
it: Attributo 1

# tx_cartproducts_domain_model_product_product.service_attribute2
source: Attribute 2
it: Attributo 2

# tx_cartproducts_domain_model_product_product.service_attribute3
source: Attribute 3
it: Attributo 3

# tx_cartproducts_domain_model_product_product.tax_class
source: Tax Class
it: Classe fiscale

# tx_cartproducts_domain_model_product_product.be_variants
source: Backend Variants
it: Varianti Backend

# tx_cartproducts_domain_model_product_product.be_variant_attributes
source: Backend Variant Attributes
it: Attributi Variante Backend

# tx_cartproducts_domain_model_product_product.be_variant_attribute1
source: Backend Variant Attribute 1
it: Attributo Variante Backend 1

# tx_cartproducts_domain_model_product_product.be_variant_attribute2
source: Backend Variant Attribute 2
it: Attributo Variante Backend 2

# tx_cartproducts_domain_model_product_product.be_variant_attribute3
source: Backend Variant Attribute 3
it: Attributo Variante Backend 3

# tx_cartproducts_domain_model_product_product.fe_variants
source: Frontend Variants
it: Varianti Frontend

# tx_cartproducts_domain_model_product_product.related_products
source: Related Products
it: Prodotti Correlati

# tx_cartproducts_domain_model_product_product.related_products_from
source: Related Products (from)
it: Prodotti Correlati (da)

# tx_cartproducts_domain_model_product_product.images
source: Images
it: Immagini

# tx_cartproducts_domain_model_product_product.files
source: Files
it: Archivi

# tx_cartproducts_domain_model_product_product.handle_stock
source: Stock handling
it: Gestione delle scorte

# tx_cartproducts_domain_model_product_product.handle_stock_in_variants
source: Stock handling in variants
it: Gestione delle scorte nelle varianti

# tx_cartproducts_domain_model_product_product.stock
source: Stock
it: Scorta

# tx_cartproducts_domain_model_product_product.category
source: Main Category
it: Categoria Principale

# tx_cartproducts_domain_model_product_product.categories
source: Associated Categories
it: Categorie Associate

# tx_cartproducts_domain_model_product_product.tags
source: Tags
it: Tag

# tx_cartproducts_domain_model_product_taxclass
source: Tax Class
it: Classe fiscale

# tx_cartproducts_domain_model_product_taxclass.title
source: Title
it: Titolo

# tx_cartproducts_domain_model_product_taxclass.value
source: Value
it: Valore

# tx_cartproducts_domain_model_product_taxclass.calc
source: Mathematical value
it: Valore matematico

# tx_cartproducts_domain_model_product_bevariantattribute
source: Backend Variant Attribute
it: Attributo Variante Backend

# tx_cartproducts_domain_model_product_bevariantattribute.sku
source: SKU
it: Cod.Art.

# tx_cartproducts_domain_model_product_bevariantattribute.title
source: Title
it: Titolo

# tx_cartproducts_domain_model_product_bevariantattribute.description
source: Description
it: Descrizione

# tx_cartproducts_domain_model_product_bevariantattribute.be_variant
source: Backend Variant
it: Variante Backend

source: Backend Variant Attribute Options
it: Opzioni Attributo Variante Backend

# tx_cartproducts_domain_model_product_bevariantattributeoption
source: Backend Variant Attribute Option
it: Opzione Attributo Variante Backend

# tx_cartproducts_domain_model_product_bevariantattributeoption.sku
source: SKU
it: Cod.Art.

# tx_cartproducts_domain_model_product_bevariantattributeoption.title
source: Title
it: Titolo

# tx_cartproducts_domain_model_product_bevariantattributeoption.description
source: Description
it: Descrizione

# tx_cartproducts_domain_model_product_bevariant.palette.variants
source: Variants
it: Varianti

# tx_cartproducts_domain_model_product_bevariant
source: Backend Variant
it: Variante Backend

# tx_cartproducts_domain_model_product_bevariant.be_variant_attribute_option1
source: Backend Variant Attribute Option 1
it: Opzione 1 Attributo Variante Backend

# tx_cartproducts_domain_model_product_bevariant.be_variant_attribute_option2
source: Backend Variant Attribute Option 2
it: Opzione 2 Attributo Variante Backend

# tx_cartproducts_domain_model_product_bevariant.be_variant_attribute_option3
source: Backend Variant Attribute Option 3
it: Opzione 3 Attributo Variante Backend

# tx_cartproducts_domain_model_product_bevariant.stock
source: Stock
it: Scorta

# tx_cartproducts_domain_model_product_bevariant.price_calc_method
source: Price Calc Method
it: Metodo di calcolo del prezzo

# tx_cartproducts_domain_model_product_bevariant.price_calc_method.0
source: 0: Product Price
it: 0: Prezzo prodotto

# tx_cartproducts_domain_model_product_bevariant.price_calc_method.1
source: 1: Variant Price
it: 1: Prezzo variante

# tx_cartproducts_domain_model_product_bevariant.price_calc_method.2
source: 2: Product Price - Variant Price
it: 2: Prezzo prodotto - Prezzo variante

# tx_cartproducts_domain_model_product_bevariant.price_calc_method.3
source: 3: Product Price - (Variant Price %)
it: 3: Prezzo prodotto - (Prezzo variante %)

# tx_cartproducts_domain_model_product_bevariant.price_calc_method.4
source: 4: Product Price + Variant Price
it: 4: Prezzo prodotto + Prezzo variante

# tx_cartproducts_domain_model_product_fevariant
source: Frontend Variant
it: Variante Frontend

# tx_cartproducts_domain_model_product_fevariant.is_required
source: is Required
it: è obbligatorio

# tx_cartproducts_domain_model_product_fevariant.sku
source: SKU
it: Cod.Art.

# tx_cartproducts_domain_model_product_fevariant.title
source: Title
it: Titolo

# tx_cartproducts_domain_model_product_specialprice
source: Special Price
it: Prezzo speciale

# tx_cartproducts_domain_model_product_specialprice.title
source: Title
it: Titolo

# tx_cartproducts_domain_model_product_specialprice.frontend_user_group
source: Website Usergroup
it: Gruppo utenti del sito

# tx_cartproducts_domain_model_product_specialprice.price
source: Price
it: Prezzo

# tx_cartproducts_domain_model_product_quantitydiscount
source: Quantity Discount
it: Sconto sulla quantità

# tx_cartproducts_domain_model_product_quantitydiscount.frontend_user_group
source: Website Usergroup
it: Gruppo utenti del sito

# tx_cartproducts_domain_model_product_quantitydiscount.price
source: Price
it: Prezzo

# tx_cartproducts_domain_model_product_quantitydiscount.quantity
source: Quantity (lower bound)
it: Quantità (limite inferiore)

# tx_cartproducts_domain_model_category.cart_product_image
source: Cart: Product Category Image
it: Cart: Immagine categoria prodotto

# tx_cartproducts_domain_model_category.cart_product_list_pid
source: Cart: Page where Products of this category are listed.
it: Cart: Pagina in cui sono elencati i prodotti di questa categoria.

# tx_cartproducts_domain_model_category.cart_product_show_pid
source: Cart: Page where Products of this category are shown.
it: Cart: Pagina in cui vengono mostrati i prodotti di questa categoria.
